<!DOCTYPE html>
<html lang="it">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Etiopia - Istruzione di Qualit&agrave;</title>

        <!-- Linking CSS-->
        <link rel="stylesheet" href="../../assets/css/global.css" />
        <link rel="stylesheet" href="../../assets/css/nation.css" />
        <link rel="stylesheet" href="../../assets/css/text.css" />

        <!-- Setting Favicon -->
        <link rel="icon"href="../../assets/img/favicon.ico">

        <!-- Animate.css - Library -->
        <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/animate.css/4.1.1/animate.min.css" />
    </head>
    <body>
        <div class="header">
            <div>
                <a href="../index.html"><img id="home" src="../../assets/img/homepage.png" id="logo"></img></a>
                <a href="https://www.itisriva.edu.it"><img src="../../assets/img/itislogo.png" id="logo"></img></a>
            </div>
            <div id="redirects">
                <a href="#topic-1">Sistema Scolastico</a>
                <a href="#topic-2">Oggi</a>
                <a href="javascript:void(0);" id="dropdownicon"><img src="../../assets/img/menu.png"></a>
            </div>
            <div>
                <a href="../pages/il-progetto.html" id="progetto">Il Progetto</a>
                <a href="../../en/pages/ethiopia.html"><img id="switchlang" src="../../assets/img/eng.png"></a>
            </div>
        </div>
        <div class="header-spacing"></div>
        <div class="nation-title-container">
            <h2 class="nation-title">L'Etiopia</h2>
        </div>
        <div class="text-container">
            <h4 class="text-header" id="topic-1">L'evoluzione del sistema scolastico in Etiopia</h4>
            <p>
                L'educazione moderna dell'occidente &egrave; arrivata in Etiopia nel XX secolo e ha avuto una lenta diffusione: Solo il 3,3% di persone in et&agrave; scolastica ha frequentato
                la scuola nel 1961. Diversamente da altri paesi Africani, in cui il dominio coloniale dei paesi Europei era pi&ugrave; radicato, l'etiopia fu uno degli ultimi paesi ad essere
                colonizzato, precisamente dall'Italia, e per questo il suo sistema educativo si svilupp&ograve; in modo &quot;indigeno&quot; rispetto al resto dei paesi colonizzati.
                Dopo la costruzione dell'universit&agrave; di Addis Abeba, primo istituto superiore in Etiopia nel 1950, nei decenni successivi sono stati costituiti nuovi college perlopi&ugrave; amministrati da occidentali.
            </p>
            <p>
                Durante il periodo marxista del Derg (Governo Militare Provvisorio dell'Etiopia Socialista) dal '77 al '91, le politiche educative vennero influenzate dai paesi di stampo comunista.
                Anche se il governo del Derg sfrutt&ograve; l'educazione politicizzandola per utilizzarla alll'indottrinamento ideologico, vennero fatti progressi nell'incremento dei tassi di iscrizione alle scuole elementari.
                Il dittatore Menghistu lanci&ograve; un programma su larga scala per l'aumento dell'alfabetizzazione: nonostante la guerra civile quest'ultimo riscontr&ograve; un grande successo riducendo il tasso di analfabetizzazione nazionale.
                Nell'istruzione superiore per&ograve; i tassi di ingresso diminuirono nonostante l'apertura di pi&ugrave; istituti. La spesa destinata alle universit&agrave; venne ridotta per favorire le spese militari. Questo fece in modo di far fuggire molti accademici dal paese.
            </p>
            <img src="../../assets/img/grafico-etiopia-1.png">

            <h4 class="text-header" id="topic-2">La situazione oggi</h4>
            <p>
                Per la scuola primaria sono stati fatti progressi considerevoli, tramite la riduzione della distanza tra le scuole e le case degli alunni, La strategia nazionale chiamata alternative Basic education che dal 2006 guida la trasformazione
                di edifici in stato di degrado in scuole regolari. Nella scuola secondaria invece, negli ultimi vent'anni il tasso di iscrizione &egrave; all'incirca quintuplicato i arrivando a toccare 2 milioni di iscritti nel 2013.
                Permane per&ograve; un grande limite: la difficolt&agrave; di accesso a questa scuola, specialmente nelle periferie poich&eacute; per ogni istituto di scuola primaria ce n'&egrave; solo uno di scuola secondaria
                 Visto il poco numero di istituti la domanda &egrave; molto inferiore, a causa anche dei problemi di povert&agrave; e alla mancanza di un sistema di trasporti efficienti. L'istruzione secondaria &egrave; divisa in due cicli:
                 il primo dura due anni e ha la funzione di ponte tra la primary e la secondary school e termina con l'Ethiopian General Secondary Education Certificate, il quale garantisce l'accesso al secondo livello.
            </p>
            <p>
                Nel 1986 c'erano solamente tre universit&agrave; e 16 college che contavano meno di 18.000 studenti. Oggi &egrave; ci sono 30 universit&agrave; pubbliche e il settore privato &egrave; in crescita. 
                Il numero di studenti universitari &egrave; esploso e passando da poco pi&ugrave; di 30.000 nel 91 a quasi 800.000 nel 2014. Questa esponenziale crescita ha sovraccaricato il sistema e creato nuove problematiche,
                come la carenza di finanziamenti e il peggioramento della qualit&agrave; d'istruzione: Solo il 15% degli insegnanti ha conseguito un dottorato e i finanziamenti sono quindi molto bassi e facendo s&igrave; che l'Etiopia si
                collochi al di sotto di altri paesi africani come il Ruanda e la Tanzania. La disoccupazione tra i laureati ha un tasso elevato e questo solleva interrogativi sulla qualit&agrave; dell'istruzione accademica rendendola poco
                adatta alle richieste del mercato del lavoro. Ancora oggi l'accesso all'istruzione universitaria in Etiopia rimane gravemente limitato.
            </p>
            <img src="../../assets/img/grafico-etiopia-2.png">
            
            <script src="../../assets/js/dynamicText.js"></script>
        </div>
    </body>
</html> 